[
{"name": "La Bastide des Bains", "url": "https://www.yelp.fr//biz/la-bastide-des-bains-marseille?osq=spa", "stars": "4 étoiles", "n_votes": "33 avis", "address": "19 rue Sainte 13001 Marseille", "phone": "04 91 33 39 13", "amenities": ["Spas", "Épilation", "Sauna & Hammam "], "reviews": ["On m'a offert un gommage à la bastide des bains, je ne connaissais pas et maintenant je suis FAN!!", "J'y suis allée un samedi. Je ne sais pas si c'est comme ça tous les jours, mais jusqu'à 15h le hammam est réservé aux femmes. Et franchement c'est vraiment pratique car je me serais mal vu me balader seins nus devant des hommes!!!", "La salle du hammam est vraiment grande, tout en pierre, éclairée à la seule lumière de quelques bougies. Vraiment très zen.", "On se rafraîchi avec de l'eau citronnée, on se détend dans un joli salon sur des canapés ou des matelas en buvant du vrai thé à la menthe accompagné d'un petit gâteau.", "Le gommage se fait dans la grande salle du hammam, sur des tables en pierre, donc devant tout le monde.", "Les masseuses chantent des chants typiques en vous faisant un gommage ULTRA tonique!! La force du gommage avec le gant de crin m'a étonnée, surtout sur le visage, j'ai cru que j'allais ressortir de là sans ma peau mais la résultat était au top! Ma peau est parfaitement douce. Les gants de crin sont à usage unique et on vous le donnera à la fin de votre gommage.", "Ce que j'ai apprécié également c'est que je n'ai pas eu besoin de me trimballer beaucoup de choses... le maillot de bain suffit. L'établissement vous fournit des tongs, un peignoir et une fouta (un drap de hammam). Il y a aussi dans les vestiaires des sèches cheveux, du démaquillant, du shampoing.", "J'ai vraiment passé un super moment dans ce hammam, je le recommande!"]},
{"name": "Zeïn Oriental Spa", "url": "https://www.yelp.fr//biz/ze%C3%AFn-oriental-spa-marseille-2?osq=spa", "stars": "4.5 étoiles", "n_votes": "15 avis", "address": "16 Quai Rive Neuve 13007 Marseille", "phone": "04 91 59 11 11", "amenities": ["Spas"], "reviews": ["Cadre zenifiant sans jeu de mot ... ", "Nous sortons avec ma compagne  à l'instant de 30 minutes de massage \" De la tête au pied \" précédé d'un thé dans la salle de détente , ce fût littéralement Magique .", "Un vrai moment de détente , une parenthèse inattendue ..", "Hâte de retourner tester leurs autres propositions . J'achète !"]},
{"name": "Bodhi Spa", "url": "https://www.yelp.fr//biz/bodhi-spa-marseille?osq=spa", "stars": "4 étoiles", "n_votes": "1 avis", "address": "5 bd Dugommier 13001 Marseille", "phone": "04 86 68 85 07", "amenities": ["Spas", "Massages"], "reviews": []},
{"name": "Promicea Thermes Marins", "url": "https://www.yelp.fr//biz/promicea-thermes-marins-marseille?osq=spa", "stars": "4 étoiles", "n_votes": "8 avis", "address": "281 Corniche Président John Fitzgerald Kennedy 13007 Marseille", "phone": "04 91 52 61 61", "amenities": ["Spas", "Produits de beauté & cosmétiques"], "reviews": ["Topissime... L'endroit de rêve pour toutes les femmes....", "J'y ai accompagné ma mère, à qui on a offert une semaine de thalasso. J'ai fait qu'une journée avec elle.", "Déjà le cadre est magnifique, sur la corniche, face à la mer, on rentre dans un parc immense avec des palmiers, plein de verdure et un chateau assez somptueux...à deux pas de la clinique esthétique hum hum !", "Le centre de bien-être n'est pas très grand, je m'imaginais à un truc énorme en réalité...", "Il y a pas mal de personnels, toutes très gentilles. Dès l'entrée, on se sent apaisée. On nous sert une infusion, nous accompagne aux vestiaires pour se changer....", "On a commencé par le parcours marin de 45min, une piscine à l'eau de mer (donc très salée, effet mer morte pour ceux qui connaissent) équipée de plusieurs \"attractions\", massages chevilles, cuisses, ventre, dos, nuque, pied, lit massage, jacuzzi, bicyclette, ...", "Ensuite, j'ai enchainé par la douche à jet de 15min.", "C'est bien car les soins sont assez rapides, ca ne prend pas trop de temps et surtout ca donne envie d'y retourner...", "Le seul hic c'est le prix, enfin à mon age, je ne peux pas me payer ça toutes les semaines mais de tps en tps, ca peut être bien car finalement ca reste abordable. Il y a pleins de soins, de forfaits à l'année, de formule... on a envie de tout tenter !"]},
{"name": "Les Bains de Sherazade", "url": "https://www.yelp.fr//biz/les-bains-de-sherazade-marseille?osq=spa", "stars": "4 étoiles", "n_votes": "1 avis", "address": "23 Rue Doct Jean Fiolle 13006 Marseille", "phone": "04 91 42 14 43", "amenities": ["Sauna & Hammam ", "Massages", "Manucure & Pedicure"], "reviews": ["\"Les Bains de Sherazade\" ont ouvert il y a très peu dans le quartier et heureusement, car en dépit des \"ongleries\" qui poussent à vue d'oeil, nous n'avions rien de la sorte par ici.", "L'espace se trouve dans une petite cour intérieure, où l'on pénètre doucement.", "Si le hamam appartient à la culture orientale, c'est peu dire que pour beaucoup d'européens, femmes et hommes, nous avons été conquis avec le temps.", "Ici, c'est plus que cela! C'est un salon de relaxation, de détente et de beauté complet...", "Hamam donc, mais aussi sauna, massages, enveloppements, épilations diverses pour les femmes, mais aussi les hommes, manicure et pédicure, salon de coiffure,...", "Bref, tout un espace, un fort bel espace, consacré à notre bien-être dans sa globalité.", "Les soins sont dans la moyenne des prix pratiqués, sans doute un peu moins chers d'ailleurs.", "L'entrée pour le hamam et salon de thé est à 25 euros et illimité!", "Tout est fourni. Peignoir, serviettes, tongues, futa,.... Des casiers sont à notre disposition. ", "Les \"Rituels\", soit des soins complets, sont entre 40 et 85 euros.", "Sous peu, je pense que je tenterai \"Le Rituel Secret des Nomades t\", histoire de me relaxer un peu....I need it!", "La Déesse des Lieux se nomme Karima et est absolument adorable, assisté de pleins de jeunes filles charmantes."]},
{"name": "Sofitel Spa", "url": "https://www.yelp.fr//biz/sofitel-spa-marseille?osq=spa", "stars": "4 étoiles", "n_votes": "4 avis", "address": "36 boulevard Charles Livon 13007 Marseille", "phone": "04 91 15 59 39", "amenities": ["Spas"], "reviews": ["Après avoir longuement chercher un spa où faire un sauna et/ou un hammam à Marseille j'ai découvert le So spa du Sofitel et son offre pour l'espace So wet (hammam, sauna et jaccuzi)! Nous en avons eu pour 30 euros par personne pour 2 heures d'accès ce qui me paraît tout à fait honnête par rapport aux prix pratiqués ailleurs et à la qualité de l'endroit. ", "Les jeunes femmes qui nous ont accueillies, et que j'avais eu auparavant au téléphone, ont été à notre écoute et très gentilles.", "L'endroit est joli, propre et le nombre de personnes est limité ce qui permet de ne pas être les uns sur les autres! ", "Avec mon mari nous avons trouvé l'eau du jaccuzi un peu fraîche (elle était tiède, on aurait aimé quelques degrés de plus). Le sauna parfait. Pour le hammam c'était la première fois que je testais et j'ai trouvé cela très bien mais juste dommage que la vapeur chaude soit concentrée vers le haut de la pièce. Lorsque nous étions assis nous ne sentions pas trop cette vapeur. Je ne sais pas si cela est normal ou non...", "Enfin, nous avons grandement apprécié le thé bien chaud et l'eau à disposition dans une pièce à côté.", "Les vestiaires ainsi que les douches et toilettes étaient très propres. Le prêt de peignoirs, serviettes et tongs est également appréciable ainsi que les casiers fermant avec un code digital.", "Nous avons déjà prévu d'y retourner...!"]},
{"name": "C2 Hotel", "url": "https://www.yelp.fr//biz/c2-hotel-marseille?osq=spa", "stars": "5 étoiles", "n_votes": "2 avis", "address": "48 rue Roux de Brignoles 13006 Marseille", "phone": "04 95 05 13 13", "amenities": ["Hôtels"], "reviews": []},
{"name": "Spa Cinq Mondes Marseille", "url": "https://www.yelp.fr//biz/spa-cinq-mondes-marseille-marseille-3?osq=spa", "stars": "4 étoiles", "n_votes": "7 avis", "address": "45 quai de Rive Neuve 13007 Marseille", "phone": "04 91 04 04 04", "amenities": ["Spas", "Produits de beauté & cosmétiques", "Massages"], "reviews": ["Pour avoir testé un autre spa de la chaine à Paris, je m'étais dit, plus jamais... et puis voilà que je reçois un soin d'1h30 en cadeau, j'y vais donc, un peu sur la défensive, et pourtant c'était le jour et la nuit.", "Les soins sont les mêmes d'un 5 mondes à l'autre, mais l'accueil et l'ambiance n'ont rien à voir. A Marseille, on n'essaie pas sans arrêt de vous \"refourguer\" les produits maison, vous pouvez juste profiter de votre massage, vous détendre et penser à autre chose. On ne vous regarde pas de haut non plus et ça ça change tout.", "En cette période de pré-fêtes, suggérez qu'on vous offre un soin pour Noël, vous ne serez pas déçus"]},
{"name": "Spa la Bonne Adresse", "url": "https://www.yelp.fr//biz/spa-la-bonne-adresse-marseille?osq=spa", "stars": null, "n_votes": null, "address": "242 boulevard Romain Rolland 13009 Marseille", "phone": "04 91 32 98 56", "amenities": ["Spas", "Sauna & Hammam "], "reviews": []},
{"name": "Moment Fish Spa", "url": "https://www.yelp.fr//biz/moment-fish-spa-marseille-4?osq=spa", "stars": "5 étoiles", "n_votes": "2 avis", "address": "16 rue Petit Puits 13002 Marseille", "phone": "04 91 45 25 96", "amenities": [], "reviews": []},
{"name": "Les Bains du Harem", "url": "https://www.yelp.fr//biz/les-bains-du-harem-marseille?osq=spa", "stars": "3 étoiles", "n_votes": "43 avis", "address": "6 rue Jeune Anacharsis 13001 Marseille", "phone": "04 91 33 05 34", "amenities": ["Massages", "Spas"], "reviews": ["J'ai testé les Bains du Harem, dans le cadre d'un bon groupon connaissant la réputation du lieu je n'ai pas hésité à prendre un bon.", "J'y suis allée avec une amie, on avait rendez vous pour 2 massages. ", "Le petit hic c'est quand c'est un masseur et non une masseuse qui s'est pointé.", "Ca au téléphone quand on a pris rdv ils nous l'ont pas dit, dans la mesure où le massage c'est devant et derrière je trouve ça un peu gênant pour une femme, du coup c'est mon amie qui l'a eu moi je ne pouvais pas je suis trop pudique.", "La dame m'a demandé de choisir mon huile, il y a avait plusieurs parfums disponible j'ai pris odeur coco, histoire de me rappeler les îles !", "Le massage était vraiment bien, la salle fait bien cocon, lumière douce, tout pour se détendre."]},
{"name": "IP-Marseille", "url": "https://www.yelp.fr//biz/ip-marseille-marseille?osq=spa", "stars": null, "n_votes": null, "address": "138 rue Paradis 1er étage 13006 Marseille", "phone": "04 91 53 23 02", "amenities": ["Massages", "Soins de la peau", "Spas"], "reviews": []},
{"name": "Sept Harmony Spa", "url": "https://www.yelp.fr//biz/sept-harmony-spa-marseille?osq=spa", "stars": "4 étoiles", "n_votes": "9 avis", "address": null, "phone": "04 91 58 40 53", "amenities": ["Salons de beauté & Spas"], "reviews": ["Un super spa qui vous propose toutes sortes de soins.", "Quand vous entrez à l'interieur, vous découvrez un espace que vous ne soupconniez pas!", "C'est grand et agréable. Le personnel est très accueillant, très professionnel et vous traitera comme une pricesse.", " J'ai aussi aimé les cosmétiques totalement bio, et très beaux dans leur emballages totalement biodégradables.", " Les prix sont élevés pour un budget étudiant mais la qualité et le professionalisme sont au rendez-vous"]},
{"name": "Harmonie des 5 sens", "url": "https://www.yelp.fr//biz/harmonie-des-5-sens-marseille?osq=spa", "stars": "4 étoiles", "n_votes": "1 avis", "address": "2 rue Louis Astruc 13005 Marseille", "phone": "04 91 92 91 33", "amenities": ["Épilation à la cire", "Spas", "Maquilleuse & maquilleur"], "reviews": ["Envie d'un soin du visage, d'un gommage ou tout simplement de vous chouchouter ? Rendez-vous à l'institut Harmonie des 5 Sens, situé à deux pas du boulevard Chave. ", "Ce petit institut vous propose divers soins, pour tous les budgets. Evidemment, comme pour tout soin en Institut, il faut compter environ 50€ pour prendre le temps de se relaxer mais cela en vaut la peine.", "L'accueil est chaleureux, l'ambiance apaisante et l'on se sent tout de suite en confiance. Pour ma part, j'ai testé il y a quelques mois de cela la formule 'Saveur gourmande d'Afrique\" qui est en fait un soin combinant un gommage corporel, un enveloppement au chocolat (à tomber) et une séance de hamman/sauna dans un étrange cocon électronique. ", "La propriétaire des lieux est également fan de luminothérapie et n'hésites pas à jouer avec les couleurs pour créer le plus possible une ambiance reposante et relaxante.", "Si vous voulez vous évader, vous chouchoutez ou vous faire offrir un soin par votre amoureux, rendez-vous chez L'Harmonie des 5 Sens !"]},
{"name": "Spa Negresko", "url": "https://www.yelp.fr//biz/spa-negresko-marseille-2?osq=spa", "stars": "2.5 étoiles", "n_votes": "4 avis", "address": "8 rue Négresko 13008 Marseille", "phone": "09 50 75 32 59", "amenities": ["Spas", "Centre de bronzage", "Produits de beauté & cosmétiques"], "reviews": ["Rien à redire au niveau de la propreté et de l'accueil. De plus la gamme de produits Decleor garantit des soins qui respectent la peau.", "Cependant ce n'est pas le lieu idéal pour un hammam. Ici pas de savons noir. Pas de hammam traditionnel mais une cabine type spa. Pour le gommage il faut ajouter 10 euros à la prestation simple. Dommage.", "Il s'agit donc plus d'un centre esthétique que d'un lieu de  repos. ", "La salle de repos est malheureusement trop proche des salles de soin et du hammam. Il est donc difficile de se détendre réellement.", "Pas de douches personnelles. Juste une douche collective dans le hammam. Donc pas de possibilité de se laver après si on le souhaite.", "En revanche le réglage de la douche sur température très froide permet de recréer plus ou moins les effets bénéfiques du hammam traditionnel.", "Ainsi si vous cherchez un hammam (ce qui était notre cas quand nous y sommes allés) ce n'est pas ici qu'il faut aller. ", "En revanche ce lieu semble idéal pour tout ce qui concerne les soins.", "Je pense que nous y retournerons pour tester les soins du visage et l'enveloppement."]},
{"name": "Hammam Rafik", "url": "https://www.yelp.fr//biz/hammam-rafik-marseille?osq=spa", "stars": "4 étoiles", "n_votes": "12 avis", "address": null, "phone": "1A rue de l'Académie 13001 Marseille", "amenities": ["Spas"], "reviews": ["L'occasion fait le larron et je suis retournée après presque 4 ans après mon dernier commentaire sur ce Hammam et je dois dire que j'ai été agréablement surprise!. ", "Le coin épilation est protégé à l'abri des regards. ", "Un thé à la menthe est gentiment proposé à la fin. ", "Il manque tout de même un casier ou mettre ses affaires. ", "Sinon propreté nickel. ", "Accueil nickel ", "Pour 30€ Hammam et gommage savon noir Nickel. ", "Je vous recommande cet établissement et j'y retournerai car la carte épilation et massage me tente bien."]},
{"name": "Les Sources d'Eden", "url": "https://www.yelp.fr//biz/les-sources-d-eden-marseille-12?osq=spa", "stars": "4 étoiles", "n_votes": "7 avis", "address": "61 ave de Saint Julien 13012 Marseille 12", "phone": "04 91 16 05 89", "amenities": [], "reviews": ["Magnifique splendide ", "Du bonheur tout simplement.", "Arrivée en couple avec notre fille, ils ont gracieusement offert à notre fille le Hamas et gommage, tres professionnel est souriante en même temps", "Je recommande vivement"]},
{"name": "Aquamarine", "url": "https://www.yelp.fr//biz/aquamarine-marseille-2?osq=spa", "stars": "4.5 étoiles", "n_votes": "3 avis", "address": "28 Boulevard Cabot 13009 Marseille", "phone": "04 91 41 00 00", "amenities": ["Spas"], "reviews": ["En s'arrêtant sur cette petite place (la place de la Poste du Cabot), on ne se doute absolument pas qu'il puisse y avoir un centre comme celui là, bien caché...", "Rien de mieux que de faire du sport sans avoir chaud! A Aquamarine, on se dépense dans l'eau. Parfait pour ne pas avoir d'horribles courbatures...", "Les cours d'aquagym sont vraiment super, j'ai déjà testé plusieurs salles mais ici, les cours sont au top. Ce que j'apprécie, c'est qu'on ne saute pas dans tous les sens en se prenant trois tonnes d'eau dans la tête. Les exercices sont très ciblés et après un cours (45 minutes), on sent qu'on a bien travaillé! ", "Les profs sont très sympas, la piscine est assez grande et la planche horaire est tellement large qu'on est jamais très nombreux (ou plutôt nombreuses, je n'ai jamais vu d'homme!).", "Il y a également une autre piscine, beaucoup plus petite, où se trouvent des machines d'aquatraining : 4 vélos, 3 ou 4 tapis roulants et 4 vélos elliptiques. Ici, on travaille seul, pas de prof. La séance dure 30 minutes.", "La pièce est plongée dans l'obscurité, avec une musique genre buddha-bar et sur la totalité du mur face aux machines sont projetés de magnifiques documentaires d'Ushuaïa nature sous-titrés (il n'y a pas le son puisqu'il y a de la musique). C'est hyper zen! Et du coup, on ne pense plus (ou moins) à la douleur...", "Le lieu est vraiment très propre, l'ambiance zen. Il faut apporter une serviette, des tongs, un cadenas pour les vestiaires et bien sur un maillot de bain, ça peut être utile ;-)", "C'est ouvert du lundi au vendredi de 09h à 20H et le samedi de 9h à 16h.", "Bon, par contre, c'est vrai que ce n'est pas donné :", "- un cours d'aquagym ou d'aquatraining coûte 16 euros", "- la carte de 12 séances est à 160 euros (vous pouvez faire des séances d'aquagym ou d'aquatraining selon votre humeur du jour)", "Il est possible de cumuler une séance d'aquagym et une séance d'aquatraining mais pas deux séances d'aquagym ou deux séances d'aquatraining.", "- la carte illimitée pendant un trimestre d'aquagym ou d'aquatraining à 320 euros", "- la carte illimitée pendant un trimestre d'aquagym et d'aquatraining à 390 euros", "Aquamarine propose également un grand nombre de soins et massages polynésiens, et dispose d'un hammam et d'un jacuzzi. Il y a un espace à l'intérieur mais également un espace à l'extérieur dans un jardin tahitien. Pendant les beaux jours, vous pouvez être chouchoutés dans des petites cases tahitiennes. Je n'ai malheureusement pas encore testé, mais j'ai offert à ma mère pour son anniversaire un massage et gommage de deux heures. Elle testera pour moi!"]},
{"name": "Les Bains des Suds", "url": "https://www.yelp.fr//biz/les-bains-des-suds-marseille?osq=spa", "stars": "3.5 étoiles", "n_votes": "13 avis", "address": "110 rue Marengo 13006 Marseille", "phone": "04 91 48 62 67", "amenities": [], "reviews": ["Testé ce samedi avec les copines, nous avons choisi ce hammam pour sa proximité avec Castellane mais aussi pour ces prix, je l'avoue. ", "Petite entrée pas clinquante du tout, mais une fois a l'intérieur on est transporté dans un décor oriental très cosy très agréable. ", "L'accueil est très sympathique. On se déchausse au l'entrée, on nous prête des tongs, et c'est parti vers le vestiaire. ", "PAr contre, il faut mener sa propre serviette, pas de peignoir fourni. ", "Une fois changées, on entre dans la première salle. On y trouve des robinets au dessus de vasque en marbre, des petits tabourets, l'ambiance n'est pas trop chaude. C'est ici qu'on se mouille et se passe le savon noir, puis on passe dans la 2nde pièce, + chaude, + humide, où on peut se poser, s'allonger, et profiter des bien fait de la chaleur ... ", "Au bout d'une bonne demi heure (je pense), la dame viens nous chercher pour nous gommer. On repasse dans la 1ere pièce, on s'allonge, et là ça frotte, ça frotte (et il y en avait bien besoin !!!) ", "La dame est très gentille, très douce. ", "Puis on peut encore profiter du hammam un moment, avant de sortir, se rhabiller et boire un bon thé a la menthe assises dans des fauteuils moelleux à souhait ! ", "Et cela pour 28e (hammam + gommage). ", "Il faut compter 1H30 à 2H pour bien profiter de tout cela !", "Je n'ai pas testé les massages ni l'épilation traditionnelle orientale, mais j'y retournerai bientôt pour essayer cela. ", "Petit + du lieu, les réservations sont faites parfaitement, nous avons croisé un groupe à l'arrivée et un au départ, mais nous n'étions que nous dans le hammam, chose que j'ai grandement apprécié ! Et bien sûr, les hommes ont des horaires spéciaux, donc pas de risque de tomber sur un monsieur en entrant ! ", "Bref je recommande vivement, ", "Rapport qualité prix idéal !"]},
{"name": "C Esthétique", "url": "https://www.yelp.fr//biz/c-esth%C3%A9tique-marseille-2?osq=spa", "stars": "4 étoiles", "n_votes": "5 avis", "address": null, "phone": "76 bd Eugène Pierre 13005 Marseille", "amenities": ["Maquilleuse & maquilleur", "Spas"], "reviews": ["Voilà un commerce comme je les aime ! Habitante du quartier, Christine est juste à ma porte mais je pourrais faire des kilomètres et braver tous les embouteillages de Marseille si je venais à déménager loin de ce salon dont je suis cliente de la première heure. C'est dire si je l'aime Christine !!! Oui c'est vrai, le salon n'est pas au top du design et de la déco mais ce n'est pas le genre de la maison. Ici c'est d'une propreté irréprochable, les soins sont prodigués avec le plus grand professionnalisme et .... avec amour, oui j'ose le dire. Christine est une artisane au sens noble du terme, le travail est bien fait, le geste précis. Bavarder avec elle est toujours un pur bonheur ce qui ne gâche rien. Je ne connais personne capable de faire d'aussi jolis sourcils, j'adore ses produits bio (mention spéciale pour la marque allemande Anne-Marie Borlind introuvable ailleurs). J'apprécie aussi les petits gestes comme la carte de fidélité super interressante (alors que les prix ne sont pas les plus hauts du marché loin s'en faut), les bons conseils, le petit coup de blush en partant... Allez y les yeux fermés."]},
{"name": "SPA Sept Harmonies", "url": "https://www.yelp.fr//biz/spa-sept-harmonies-marseille?osq=spa", "stars": null, "n_votes": null, "address": null, "phone": null, "amenities": [], "reviews": []},
{"name": "Villa Zola", "url": "https://www.yelp.fr//biz/villa-zola-marseille?osq=spa", "stars": "4.5 étoiles", "n_votes": "2 avis", "address": "107 rue Emile Zola 13009 Marseille", "phone": "09 83 09 38 66", "amenities": ["Massages", "Manucure & Pedicure", "Épilation"], "reviews": ["Si vous habitez dans le quartier de Mazargues ou à proximité, ne vous précipitez plus en centre ville pour faire un hammam, la Villa Zola, ouverte en novembre 2012, se charge désormais de vos peaux mortes !", "J'ai découvert ce lieu par un bon d'achat sur le site internet \"beauté privée\" et j'ai donc testé hier une session de deux heures qui comprenait hammam/gommage/enveloppement rassoul/massage oriental.", "Ce fut exquis. La jeune fille qui s'est occupé de moi était super agréable, avenante et le massage était parfait.", "Le lieu est méga propre et chaleureux, toutes les pièces sont chauffées, on se pèle pas dans le vestiaire, comme c'est le cas dans d'autres endroits en hiver.", "Pas besoin d'amener quoique ce soit, tout est fourni sur place. Serviettes, tongs à usage unique, savon noir et même sèche-cheveux à la fin car la Villa Zola fait également salon de coiffure, épilation, soin du visage, onglerie, un vrai salon de beauté !", "Le plus de ce lieu c'est que le hammam est à usage privatif. C'est à dire qu'on prend rendez-vous et le hammam est à nous.", "Qu'on soit seule, comme c'était mon cas hier, avec son chéri ou avec des copines, il n'y aura personne d'autre dans cette salle chaude-bouillante à souhait avec des petites étoiles qui brillent au plafond et ça c'est vachement appréciable.", "Il y a des tas de formules mises en place et le tarif est dégressif selon le nombre de personnes.", "J'ai passé deux heures de bonheur et de détente hier après midi et après une bonne grippe, rien de tel qu'un bon hammam pour faire disparaître les toxines !"]},
{"name": "Cosmoligne Day-Spa", "url": "https://www.yelp.fr//biz/cosmoligne-day-spa-marseille?osq=spa", "stars": "4.5 étoiles", "n_votes": "3 avis", "address": "19 bis Avenue Mazargues 13008 Marseille", "phone": "04 91 22 20 76", "amenities": [], "reviews": ["tres tres bien.", " très propre et très professionnel", "régine est très proche de ses clientes et conseille les meilleurs soins sans \"pousser\"et sans bâcler ses clientes.", " se tient au courant des nouveautés (sorti dernièrement un laser \"défroissant et raffermissant\")"]},
{"name": "InterContinental Marseille - Hotel Dieu", "url": "https://www.yelp.fr//biz/intercontinental-marseille-hotel-dieu-marseille-2?osq=spa", "stars": "4 étoiles", "n_votes": "35 avis", "address": "1 place Daviel 13002 Marseille", "phone": "04 13 42 42 42", "amenities": ["Hôtels"], "reviews": ["C'était mon rêve, je l'ai réalisé et je n'ai pas été déçue !", "Le luxe de l'Hôtel Dieu vous surprendra ;) autant à l'extérieur qu'à l'intérieur. ", "Le service est irréprochable et le confort absolu.", "Ce que j'ai préféré, c'est le petit déjeuner servi au restaurant Les Fenêtres. La vue de la terrasse sur Notre-Dame de la Garde est superbe. Les produits sont de qualité et vous pouvez très bien \"bruncher\". Le buffet est impressionnant. Vous y trouverez même des nouilles asiatiques. ", "J'ai également apprécié y dîner. J'en ai pris plein les yeux et le prix du restaurant reste raisonnable. Le lieu est très romantique. Je vous recommande de réserver une table pour une soirée en amoureux.", "Gros plus : ", "- la piscine du Spa Clarins est magique ", "- le service conciergerie et ses bons plans"]},
{"name": "Senteurs Spa", "url": "https://www.yelp.fr//biz/senteurs-spa-plan-de-cuques?osq=spa", "stars": null, "n_votes": null, "address": null, "phone": "55 avenue Paul Sirvent 13380 Plan de Cuques", "amenities": [], "reviews": []},
{"name": "Sofitel", "url": "https://www.yelp.fr//biz/sofitel-marseille-2?osq=spa", "stars": "4 étoiles", "n_votes": "41 avis", "address": "36 boulevard Charles Livon 13007 Marseille", "phone": "04 91 15 59 00", "amenities": ["Hôtels"], "reviews": ["Hotel très confortable.", "Le personnel est toujours prêt à rendre service et s'enquiert de ce dont on pourrait avoir besoin. Dans le cas où on y séjourne plusieurs fois d'affilées, il est possible de laisser des affaires sur place et on les retrouve dans notre chambre lors du séjour d'après.", "Les installations de l'hôtel sont en bon état et très utiles. La salle de sport dispose de tout ce dont on peut désirer. Le spa n'est pas immense mais on trouve des créneaux durant lesquels il y a peu de monde.", "La vue des chambre ou du restaurant est formidable. Probablement la plus belle vue de Marseille avec la vue depuis le fort.", "Quand aux chambres, elles sont spacieuses et le lit est très confortable.", "Seuls points négatifs : pas de baignoire dans la salle de bain et peu de renouvellement de la carte du room service.", "En résumé, un hôtel dans lequel on retourne sans hésiter !"]},
{"name": "Café des Ongles", "url": "https://www.yelp.fr//biz/caf%C3%A9-des-ongles-marseille?osq=spa", "stars": "4 étoiles", "n_votes": "1 avis", "address": "10 place de la Joliette 13002 Marseille", "phone": "06 13 59 26 53", "amenities": ["Manucure & Pedicure"], "reviews": ["Situé au coeur des Docks, le café des ongles est un petit salon de pédicure/manucure avec ou sans rendez vous. ", "Comme j'ai trop souvent la flemme de me faire une manucure digne de ce nom, j'ai eu envie de tester cette enseigne indépendante devant laquelle je suis passée de nombreuses fois. Il faut dire qu'à 6 euros la pose de vernis simple, cela fait envie ! ", "A l'intérieur, tout est propre et l'esthéticienne n'hésite pas à repondre à vos questions. Ici pas de vernis OPI ou Essie, c'est CND, une marque américaine spécialisée dans l'onglerie qui est mise à l'honneur. ", "Vernis semi-permanent, massages des mains et des pieds ou bien encore soins type SPA, il y en a pour tous les goûts et tous les budgets ! ", "Bref un endroit plutôt sympa, adapté même aux petits budgets et où on ne vous force pas à acheter vernis, dissolvants et autres crèmes... J'adhère ! ^^"]},
{"name": "Institut Spa Véronique Mambrini", "url": "https://www.yelp.fr//biz/institut-spa-v%C3%A9ronique-mambrini-marseille?osq=spa", "stars": null, "n_votes": null, "address": null, "phone": "70 rue d'Italie 13006 Marseille", "amenities": [], "reviews": []},
{"name": "O Lounge Fish Spa", "url": "https://www.yelp.fr//biz/o-lounge-fish-spa-marseille?osq=spa", "stars": null, "n_votes": null, "address": "25 rue Bussy l'Indien 13006 Marseille", "phone": "06 16 72 95 48", "amenities": [], "reviews": []},
{"name": "Argan & Beauté", "url": "https://www.yelp.fr//biz/argan-et-beaut%C3%A9-marseille?osq=spa", "stars": "5 étoiles", "n_votes": "1 avis", "address": null, "phone": null, "amenities": [], "reviews": ["Institut qui propose des soins vraiment complets et souvent à base d'eau. Je conseille à tout le monde le spa jet mais c'est aussi un plaisir de venir profiter du sauna et du hammam."]},
{"name": "Spa by Clarins", "url": "https://www.yelp.fr//biz/spa-by-clarins-marseille?osq=spa", "stars": null, "n_votes": null, "address": "1 place Daviel 13002 Marseille", "phone": "04 13 42 42 43", "amenities": [], "reviews": []},
{"name": "Centre Salvia", "url": "https://www.yelp.fr//biz/centre-salvia-marseille?osq=spa", "stars": "3 étoiles", "n_votes": "1 avis", "address": null, "phone": "141 ave des Chartreux 13004 Marseille", "amenities": [], "reviews": ["Cet institut de beauté et spa propose une large gamme de soins que l'on ne retrouve pas forcément dans tous les centres de beauté.", "On y retrouve les traditionnels soins présents en institut : maquillage, manucure,épilation, gommage, drainage, soins du visage et du corps.", "Mais sa spécificité tient dans ses différentes formules de soin qui visent un rééquilibrage énergétique, en agissant sur les circuits nerveux.", "Ses soins comprennent de la réflexologie plantaire, qui utilise les terminaison nerveuses plantaires pour éliminer les tensions et la digitopuncture, un massage d'origine tibétaine qui agit par pression sur les circuits nerveux.", "Les orincipes de la méthode holisitque sont également appliqués: celle-ci consiste à s'occuper en même temps des quatre corps qui composent l'être humain: physique, émotionnel, mental et spirituel. ", "Le soin \"Harmonie du corps et de l'esprit\" est très agréable.  Il propose un modelage relaxant (efficace contre le stress), une réflexologie des terminaisons nerveuses plantaires et de la digitopuncture, une pratique qui utilise les méridiens pour lutter contre la fatigue musculaire.", "Une bonne adresse pour prendre du temps pour soi, se relaxer dans un cadre agréable et repartir avec une énergie renouvelée."]},
{"name": "Novotel Marseille Vieux Port", "url": "https://www.yelp.fr//biz/novotel-marseille-vieux-port-marseille?osq=spa", "stars": "3.5 étoiles", "n_votes": "17 avis", "address": "36 boulevard Charles Livon 13007 Marseille", "phone": "04 96 11 42 11", "amenities": ["Hôtels"], "reviews": ["Cet hôtel a un gros point fort qui est le restaurant avec sa terrasse et sa vue panoramique sur le vieux port.", "Les chambres sont très biens et spacieuses, le petit déj varié mais sans plus.", "L'accueil est aussi très bien et on est à deux pas du vieux port, de quoi passer un bon séjour."]},
{"name": "Gym Grand Pavois Star Fitness", "url": "https://www.yelp.fr//biz/gym-grand-pavois-star-fitness-marseille-2?osq=spa", "stars": "3 étoiles", "n_votes": "9 avis", "address": "330 Avenue Prado 13008 Marseille", "phone": "04 91 29 09 09", "amenities": [], "reviews": ["star fitness est le numéro 1 des salles de sport à Marseille.", "On va y faire du sport des rencontres passer un bon moment avec les services annexes proposé. Un endroit super mais ça a un cout trés important"]},
{"name": null, "url": "https://www.yelp.fr//biz/fondation-assistance-aux-animaux-marseille?osq=spa", "stars": null, "n_votes": null, "address": null, "phone": null, "amenities": [], "reviews": []},
{"name": "Philippe Prin-Derre", "url": "https://www.yelp.fr//biz/philippe-prin-derre-marseille?osq=spa", "stars": "3 étoiles", "n_votes": "17 avis", "address": "444 Rue Paradis 13008 Marseille", "phone": "04 91 71 74 51", "amenities": ["Coiffeurs & salons de coiffure"], "reviews": ["Ca c'est du coiffeur. ", "Je tenais à vous signaler que la grande nouveauté c'est qu'ils proposent des produits bio pour les cheveux, et ca ca veut dire des cheveux en meilleure santé mais aussi plus de respect de l'environnement.", " En ce sui concerne les coiffeuses, elles sont vraiment sympas et on peut bien discuter avec elles, mais ne vous inquiétez pas elles restent très pros!", " Les coiffures proposées sont jeunes et dynamiques, on peut mettre un petit peu de peps dans ses cheveux!", " Le dernier avantage de ce salon c'est qu'on peut y aller sans rendez-vous!"]},
{"name": "Les îles dea", "url": "https://www.yelp.fr//biz/les-%C3%AEles-dea-plan-de-cuques?osq=spa", "stars": "4 étoiles", "n_votes": "1 avis", "address": null, "phone": null, "amenities": [], "reviews": ["Situé à Plan de cuques, à deux pas de chateau Gombert et d'allauch, votre centre de bronzage nouvelle génération vous accueille du lundi au samedi de 9h00 à 20H00 Non stop.", "Un établissement équipé de solarium haut de gamme, une ambiance zen dans un cadre cosy et épuré pour homme et femme. A découvrir absolument.", "Je ne suis pas super branchée solarium mais les UV sont bénéfiques pour mon genou donc .... Pour 10€ je me fais du bien être soigné mon look pour faire moins malade !", "Votre centre de bronzage dispose de solarium haute technologie de la marque ultrasun: Solarium facial / intégral : couché & vertical", "Les machines ont beaucoup évolué ! Maintenant on a la clim, de la musique (sur demande !!) et des zones pré-programmées ! Bref un bon petit moment", "Les îles déa vous propose également leur service en onglerie et des soins esthétiques:", " ", "Soins des mains et pieds: Beauté  / Spa / Ongle américain", "Soins du visage: Nettoyage de peau, soins spécifiques...", "Epilations Femme", "Epilations Homme", "Je n'ai pas encore utilisé les autres services mais en tout cas on est bien accueillis et bien conseillé ", "...t", " Horaires d'ouverture: Du lundi au vendredi 9h - 20h Non Stop. Samedi 9h - 18h."]},
{"name": "By Mamé", "url": "https://www.yelp.fr//biz/by-mam%C3%A9-marseille-2?osq=spa", "stars": "3 étoiles", "n_votes": "1 avis", "address": "5 Avenue de Hambourg 13008 Marseille", "phone": "04 91 56 10 76", "amenities": [], "reviews": ["Ca faisait un moment que j'avais envie d'aller dans ce concept store si particulier. Plus qu'un concept store, un véritable lieu de vie ! By Mamé se compose en plusieurs parties : restauration, mode homme et femme, objets déco et cuisine, espace spa et manucure (oui, tout ça !).", "Alors, verdict ? J'y suis allée aujourd'hui pour déjeuner et je n'ai pas été convaincue. Alors oui, le lieu est sublime. Les produits sont bien présentés et l'espace est très bien agencé. Mais je regrette l'accueil et la qualité de la nourriture.", "L'accueil : non pas qu'il était mauvais ou désagréable mais étant donné le concept du lieu, je m'attendais à un accueil plus chaleureux...", "La nourriture : j'ai pris une salade thaï et une mousse au chocolat faite maison. Rien à dire sur le dessert mais je n'ai pas apprécié la salade... LE tout pour 12,50€, c'est un peu cher pour ce que c'est.", "Malgré ça, j'ai mis 3 étoiles grâce à la beauté et l'originalité du lieu. ", "Ca vaut petit le coup d'oeil ! :)"]},
{"name": "Azur Forme & Beauté", "url": "https://www.yelp.fr//biz/azur-forme-et-beaut%C3%A9-marseille?osq=spa", "stars": null, "n_votes": null, "address": null, "phone": "49 Avenue Gaston Bosc Les Baumettes 13009 Marseille", "amenities": [], "reviews": []},
{"name": "CycloPub", "url": "https://www.yelp.fr//biz/cyclopub-aix-en-provence-2?osq=spa", "stars": null, "n_votes": null, "address": "1 avenue des Belges 13100 Aix-en-Provence", "phone": "07 82 58 60 63", "amenities": [], "reviews": []},
{"name": "Institut de Beauté Val Mage", "url": "https://www.yelp.fr//biz/institut-de-beaut%C3%A9-val-mage-plan-de-cuques?osq=spa", "stars": "1 étoiles", "n_votes": "2 avis", "address": null, "phone": "Avenue Georges Pompidou 13380 Plan de Cuques", "amenities": ["Salons de beauté & Spas"], "reviews": ["très déçue, c'est devenu le business, personnel stressé, accueil mauvais, soin spa mosaîc offert en cadeau de 1 h, le massage a duré 40 minutes, et l'esthéticienne n'était vraiment pas top, pas un mot, si ce n'est qu'elle avait la cliente suivante. Rien à voir avec le valmage d'avant.", "certains instituts sont plus chers mais s'explique par la qualité et la durée du soin est respecté.", "j'ai vraiment l'impression d'être volée."]},
{"name": "L'Escale Romantique", "url": "https://www.yelp.fr//biz/l-escale-romantique-marseille?osq=spa", "stars": null, "n_votes": null, "address": "33 traverse des plâtrières 13013 Marseille", "phone": "06 18 33 19 75", "amenities": [], "reviews": []}
]